{
  "index": {
    "title": "Припишувач",
    "description": "Лиценцни податоци за слики од Википедија и Ризницата",
    "no-script": "Треба да овозможите JavaScript за да ја користите страницава.",
    "how-it-works-1": "Внесете адреса од слика на Ризницата или статија на Википедија за да ја пуштите алатката.",
    "how-it-works-2": "Одговорете на прашањата за предвидената употреба, за да направите исправно лиценцен припис.",
    "how-it-works-3": "Прочитајте како се користи лиценцниот припис.",
    "how-it-works-4": "Копирајте го создадениот лиценцен припис и вметнете го во вашето дело што ќе го објавувате, така што ќе имате правилна употреба на сликата.",
    "how-it-works": "Како работи?",
    "input-placeholder": "Адреса на слика од Ризницата или статија на Википедија.",
    "go-button": "Ајде!",
    "feedback-name": "Име",
    "feedback-body": "Мислења",
    "feedback-submit": "Испрати",
    "feedback-thanks": "Ви благодариме на искажаното мислење!",
    "feedback": "Мислења",
    "about": "За алаткава",
    "legal": "За творецот и личните податоци",
    "legal-tracking-switch": "Отштиклирајте ако не сакате да се следат вашите посети.",
    "legal-hosting": "Алаткава е вдомена во Викимедиините лаборатории (Wikimedia Labs). Прочитајте ги условите на употреба на <a href=\"https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use\" target=\"_blank\">https://wikitech.wikimedia.org/wiki/Wikitech:Labs_Terms_of_use</a>.",
    "private-use": "Чисто за лична употреба (без објавување) и други исклучоци и ограничувања на авторското право"
  },
  "error": {
    "generic": "За жал, се поајви непредвидена грешка.",
    "mediatype-unsupported": "За жал, алаткава засега не поддржува ваков вид на податотека.",
    "licence-unsupported": "За жал, утврдениот вид на лиценца засега не е поддржан од алаткава.",
    "url-invalid": "За жал, не можев да ја обработам укажаната адреса.",
    "licence-not-recognized": "За жал, алаткава засега не го поддржува форматот на складираните лиценцни податоци за сликава.",
    "send-feedback": "Нешто не работи како што треба. Обидете се повторно.",
    "feedback-generic": "Нешто не работи како што треба. Обидете се повторно.",
    "feedback-blank-fields": "Пополнете ги сите полиња во образецот за мислења."
  },
  "info-box": {
    "private-use": "За највеќето случаи на чисто лична употреба, не ви треба лиценцен припис.",
    "private-use-more-link": "&#8594; ДОЗНАЈТЕ ПОВЕЌЕ",
    "dont-show-again": "Повеќе не ја прикажувај пораката.",
    "understood-and-close": "Јасно и затвори.",
    "ported-licence": "Извесни лиценци на Криејтив комонс се објавени во изданија што се однесуваат на поединечни земји (месни лиценци — ported). Сликава за која барате лиценцен припис е објавена под таква месна лиценца. Алаткава нема можност да провери дали лиценцните услови на оваа лиценца се истоветни со верзијата на англиски јазик. Сепак, можете да создадете лиценцен припис со алаткава. За да бидете сосем сигурни, препорачуваме да ги проверите лиценцните услови на оваа месна верзија за дадената земја. Покрај ова, лиценцниот припис треба да биде на јазикот на неговиот контекст за лиценцата сосема да ја исполни својата функција."
  },
  "dialogue": {
    "public-domain-picture": "Сликава при нејзиното подигање е означена како дело во јавна сопственост, па затоа за неа не ви треба лиценцен припис.",
    "no-attribution-needed": "Не ви треба лиценцен припис",
    "more-information": "повеќе информации",
    "adjust-attribution-for-usage": "Прилагодете го лиценцниот припис на случајот на употреба",
    "public-domain-text": "<p>Според утврдените поединости, не постојат авторски права на сликава, и затоа може да се користи без никакви лиценцни услови, што значи дека не мора да се спомне ни авторот, ни лиценцата.</p><p>Меѓутоа, според германскиот закон за авторското право, авторот сепак задржува извесни неотуѓиви права на секое свое дело. Затоа, препорачуваме да не полагате лажно право на авторство врз сликата, ниту пак да ја користите сликата на начин што може да му наштети на угледот на авторот. Покрај ова, се препорачува да ги известите другите корисници дека сликата е во јавна сопственост.</p>",
    "type-of-use-headline": "Како сакате да ја употребите сликата?",
    "author-headline": "Како се вика авторот или имателот на правата?",
    "compilation-headline": "Како сакате да ја објавите сликава?",
    "editing-headline": "Дали сакате да ја користите сликата во изменет облик?",
    "change-headline": "Што изменивте?",
    "creator-headline": "Како сакате да ви бидат припишани измените?",
    "licence-headline": "Под која лиценца сакате да ја објавите изменетата слика?",
    "done-headline": "Честитаме!",
    "answer-print": "Во случаите каде не можете да користите хиперврски (на пр. печатени производи, презентации).",
    "answer-online": "На мрежно место.",
    "author-label": "Пополнете ги податоците и ставете припис на други странки (на пр. „под покровителство на X“ или „објавено од Y“) ако е применливо:",
    "next": "Следно",
    "answer-no-author": "Нема расположиви податоци за ова.",
    "answer-compilation": "Смешана со други дела.",
    "answer-no-compilation": "Самата, каква што е.",
    "answer-edited": "Да.",
    "answer-not-edited": "Не, сакам да ја користам сликата во нејзиниот изворен неизменет облик.",
    "author-question-mark": "Ова е за наведените имиња или псевдоними на авторите или имателите на правата. Информациите мора да се препишат точно како што стојат во изворот, вклучувајќи ги © и/или годината.",
    "change-question-mark": "Доволна е кратка информација како „Извадок“ или „Боење“.",
    "compilation-question-mark": "Одберете ја оваа можност ако сметате дека вашето објавување на сликата заедно со други дела (поради изборот и распореденоста) како збирка е интелектуална творба самата по себе, т.е. збирката, поради својата оригиналност, е авторско дело посодржајно од делата што се содржат во неа. Вакви случаи би биле когс правите фотокнига или зборка на слики „најдоброто од“. Ситуацијата е поинаква ако павите мешавина, како колаж од повеќе слики, кој во највеќето случаи не сочинува збирка, туку прилагодување на сликите употребени во него.",
    "editing-question-mark": "Сите измени на сликата што го менуваат впечатокот кај гледачите (како што се скратувањето, боењето, големо менување на величината и тн.) го прават добиеното да биде прилагодување во правна смисла. За разлика од ова, менувањето на податотечниот формат на сликата или нејзината дигитализација не води до прилагодување бидејќи сликата и впечатокот што таа го дава остануваат исти.",
    "licence-question-mark": "Алатката нуди само лиценци што се складни со лиценцата на Криејтив комонс приложена кон изворното дело.",
    "creator-question-mark": "Наведете го вашето име и презиме, ако е можно. Прифатливи се и псевдоним, прекар или „анонимен“.",
    "same-licence": "Истата лиценца како изворното дело.",
    "licence-text": "Текст на лиценцата",
    "download-image-link": "Преземи ја сликата",
    "file-page-link": "Адреса на сликата на Ризницата",
    "done": "Готово",
    "typeOfUse": "Вид на употреба",
    "author": "Автор",
    "compilation": "Збирка",
    "editing": "Прилагодување",
    "change": "Измени",
    "creator": "Творец",
    "licence": "Лиценца"
  },
  "evaluation": {
    "by": "од",
    "edited": "изменета",
    "done-text": "Одговоривте на сите прашања. Сега можете да го употребите добиениот исправен лиценцен припис.",
    "your-attribution": "Ваш лиценцен припис",
    "copy": "Копирај",
    "dont-cc-licence-text": "Доколку најдете некакви напомени во лиценца на Криејтив комонс или ограничувања на одговорноста, не ви е дозволено да ги менувате.",
    "do-print-text": "Информацииве треба да се прикажат на најмало разумно растојание од сликата (на пр. веднаш под неа). Гледачот на сликата мора лесно да ја најде информацијата. Ако имате книга или списание, приписите можат да се стават во делот за автори и издавач, или некое друго стандардно место, под услов читателот да може лесно да препознае на која слика се однесува приписот (на пр. укажувајќи број на страница).",
    . Вака можете да го пренесете право во изворниот код на вашата мрежна страница.",
    "do-compilation-text": "Доколку имателот на лиценцата ве замолил да не го објавувате неговото име, насловот на делото и секакви други информации, тогаш укажете ја само хиперврската на лиценцата. Алатката ја дава со долуприкажаното копче. Авторите / имателите на правата треба да можат да одлучуваат сами дали ќе се објават нивните имиња и наслови на слики во случај истите да бидат дел од збирка со која не сакаат да бидат поврзани.",
    "dont-terms-of-use-headline": "Не наметнувајте понатамошни услови",
    "dont-terms-of-use-text": "Не ви е дозволено да наметнувате понатамошни услови за сликава, што може да ги ограничат правата подразбрани под лиценца на Криејтив комонс (на пр. без забрана за распространување на содржините на дадена мрежна страница, под услов така лиценцираните слики да не се изрично изземени од оваа забрана).",
    "dont-sublicences-headline": "Не е дозволено подлиценцирање",
    "dont-sublicences-text": "Не ви е дозволено подлиценцирање на делото. Ова значи дека не можете да се ставите себеси како давател на лиценцата. Можете да станете давател само ако ја имате изменето сликата (а и тогаш, ограничено на направените измени, и не се однесува на изворната слика). Кога подоцна другите ќе ја добијат сликата од вас, ја добиват понудата за лиценца на Криејтив комонс право од давателот на лиценцата на изворната слика, а не од вас како пренесувач.",
    "dont-cc-licence-headline": "Постоечки правни напомени",
    "dont-technical-protection-headline": "Не наметнувајте никакви мерки за техничка заштита",
    "dont-technical-protection-text": "Не ви е дозволено да наметнувате никакви мерки за техничка заштита на сликата, кои можат да ги ограничат правата што следуваат од лиценцата на Криејтив комонс (на пр. механизми за заштита од копирање што спречуваат печатење на PDF-податотека).",
    "dont-rightholder-connection-headline": "Без посебна поврзаност со имателот на правата",
    "dont-rightholder-connection-text": "Не ви е дозволено да ја користите сликата на начин што може да се протолкува дека имателот на правата или друга спомената приписна странка ви дала права во поединечно предавање или поинаку ја поддржува вашата конкретна употреба на сликата.",
    "show-licence-text": "Целосен текст на лиценцата",
    "anonymous": "анонимен",
    "copy-hint": "Копирај го означениот текст"
  }
}
